Repository: EldorbekKuziboyev/Simple-Project-in-the-clan
Catalog: Bot/locales/*/LC_MESSAGES/messages.po
Languages: ru, uz

# language_select
source: Select language:
ru: Выберите язык:
uz: Tilni tanlang:

# start
source: 🎬 Hi! I'm a bot that will help you find and watch movies. 📌 Available commands: 🔹 /movies — show the list of available movies 🔹 /search [title] — find a movie by title 🔹 /top — show the top movies list Send me a command, and I'll help you find an interesting movie! 🍿
ru: 🎬 Привет! Я бот, который поможет тебе найти и посмотреть фильмы. 📌 Доступные команды: 🔹 /movies — показать список доступных фильмов 🔹 /search [название] — найти фильм по названию 🔹 /top — показать список топ-фильмов Напиши мне команду, и я помогу тебе найти интересный фильм! 🍿
uz: 🎬 Salom! Men sizga filmlarni topish va tomosha qilishda yordam beradigan botman. 📌 Mavjud buyruqlar: 🔹 /movies — mavjud filmlar ro'yxatini ko'rsatish 🔹 /search [nom] — filmni nomi bo‘yicha qidirish 🔹 /top — eng yaxshi filmlar ro‘yxatini ko‘rsatish Menga buyruq yuboring, men esa sizga qiziqarli film topishga yordam beraman! 🍿

# no_movies
source: No movies found.
ru: Фильмы не найдены.
uz: Filmlar topilmadi.

source: Movies list:
ru: Список фильмов:
uz: Filmlar ro'yxati:

# error
source: An error occurred.
ru: Произошла ошибка.
uz: Xatolik yuz berdi.

# not_subscribed
source: You are not subscribed to the channels. Please subscribe:
ru: Вы не подписаны на каналы. Пожалуйста, подпишитесь:
uz: Siz kanallarga obuna bo'lmagansiz. Iltimos, obuna bo'ling:

# subscribed
source: Thank you for subscribing! Now you can download the movie.
ru: Спасибо за подписку! Теперь вы можете скачать фильм.
uz: Obuna bo'lganingiz uchun rahmat! Endi filmni yuklab olishingiz mumkin.

# search_results
source: Search results for '{query}':
ru: Результаты поиска для '{query}':
uz: '{query}' uchun qidiruv natijalari:

source: Top movies:
ru: Топ фильмов:
uz: Top filmlar:

source: Type
ru: Жанр
uz: Turi

source: Stars
ru: Оценки
uz: Baho

source: Year
ru: Год
uz: Yil
